[
  {
    "name": "EZ Tax 101",
    "agency": "The Strange Agency",
    "type": "web",
    "device": "browser",
    "details": "Responsive site for tax startup. React front-end with Django back-end hosted on Heroku. Numerous integrations, including Twilio, Amazon SES, and Amazon S3. Responsible for all architecture, dev-ops, application programming, and design direction.",
    "images": [
      "tax-1.jpeg",
      "tax-2.jpeg",
      "tax-3.jpeg"
    ]
  },
  {
    "name": "Cocoon",
    "agency": "theLab",
    "type": "web",
    "device": "browser",
    "details": "Promotional site with built-in configuration and commerce for Cocoon by Sealy. Containerized Django and Oscar back-end with Backbone front-end. Handled front- and back-end ongoing programming tasks and maintenance.",
    "images": [
      "cocoon-1.jpeg",
      "cocoon-2.jpeg",
      "cocoon-3.jpeg"
    ]
  },
  {
    "name": "K-Swiss",
    "agency": "The Strange Agency",
    "type": "web",
    "device": "browser",
    "details": "International apparel store. Magento back-end with a custom Kohana front-end. Hosted on AWS in the US and Europe. Handled all architecture, dev-ops, ERP integrations, application programming, and maintenance. Managed a team of 4 developers and a designer.",
    "images": [
      "kswiss-1.jpeg",
      "kswiss-2.jpeg",
      "kswiss-3.jpeg"
    ]
  },
  {
    "name": "Kidbrands",
    "agency": "theLab",
    "type": "web",
    "device": "browser",
    "details": "Four retail stores and a B2B corporate site for the Kidbrands group of children’s product companies. Magento back-end with a custom Flask front-end and a Mezzanine CMS. Hosted on AWS. Lead architect and engineer for all dev-ops, integrations, application programming, and maintenance.",
    "images": [
      "kb-cocalo.jpeg",
      "kb-kidsline.jpeg",
      "kb-lajobi.jpeg",
      "kb-sassy.jpeg"
    ]
  },
  {
    "name": "Palladium Boots",
    "agency": "The Strange Agency",
    "type": "web",
    "device": "browser",
    "details": "International Magento store with an integrated Drupal CMS. Hosted on AWS in the US and Europe. Handled all dev-ops, ERP integrations, application programming, and maintenance.",
    "images": [
      "pb-1.jpeg",
      "pb-2.jpeg",
      "pb-3.jpeg"
    ]
  },
  {
    "name": "Swoon Reads",
    "agency": "theLab",
    "type": "web",
    "device": "browser",
    "details": "Community web site for young authors. Containerized Django back-end with React front-end and Wagtail CMS. Handled front- and back-end ongoing programming tasks and maintenance.",
    "images": [
      "swoon-1.jpeg",
      "swoon-2.jpeg",
      "swoon-3.jpeg"
    ]
  }
]